/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"rentals_splash_title" = "iRentals";
"rentals_mapview_title" = "Map";
"rentals_list_title" = "Available Cars";
"rentals_tab_map_title" = "Home";
"rentals_tab_list_title" = "List";
"rentals_detail_title" = "Car Details";
"rentals_refresh" = "Pull to refresh";

"rentals_cars_name" = "Name";
"rentals_cars_model" = "Model";
"rentals_cars_transmission" = "Transmission";
"rentals_cars_make" = "Make";
"rentals_cars_color" = "Color";
"rentals_cars_fuelType" = "Fuel Type";
"rentals_cars_fuelLevel" = "Fuel Level";
"rentals_cars_cleanstatus" = "Cleanliness";
"rentals_cars_series" = "Series";
"rentals_cars_group" = "Group";
"rentals_cars_license" = "License No.";

"rentals_tab_settings" = "Settings";
"rentals_tab_language" = "Change Language";
"rentals_settings_alert" = "Do you want to change the language?";


"rentals_error_nonetwork" = "No Active Internet connection. Please try again later";
"rentals_error_server_error" = "We couldn't reach our servers. Do you want to retry?";
"rentals_error_retry" = "Retry";

"rentals_common_ok" = "Ok";
"rentals_common_cancel" = "Cancel";
"rentals_error_unknown" = "Something went wrong. Please try again later";
"rentals_error" = "Error";

